  [{
    "id": "301",
    "query": "Treatment options for asthma not including inhaled corticosteroids",
    "documents": [
              {
        "doc_id": "DOC20105",
        "text": "Monoclonal antibodies targeting IgE or the type-2 cytokines interleukin (IL)-4, IL-5 and IL-13 are proving highly effective in reducing exacerbations and symptoms in people with severe allergic and eosinophilic asthma, respectively. However, these therapies are not appropriate for 30-50% of patients in severe asthma clinics who present with non-allergic, non-eosinophilic, type-2 low asthma. These patients constitute an important and common clinical asthma phenotype, driven by distinct, yet poorly understood pathobiological mechanisms. In this review we describe the heterogeneity and clinical characteristics of type-2 low asthma and summarise current knowledge on the underlying pathobiological mechanisms, which includes neutrophilic airway inflammation often associated with smoking, obesity and occupational exposures and may be driven by persistent bacterial infections and by activation of a recently described IL-6 pathway. We review the evidence base underlying existing treatment options for specific treatable traits that can be identified and addressed. We focus particularly on severe asthma as opposed to difficult-to-treat asthma, on emerging data on the identification of airway bacterial infection, on the increasing evidence base for the use of long-term low-dose macrolides, a critical appraisal of bronchial thermoplasty, and evidence for the use of biologics in type-2 low disease. Finally, we review ongoing research into other pathways including tumour necrosis factor, IL-17, resolvins, apolipoproteins, type I interferons, IL-6 and mast cells. We suggest that type-2 low disease frequently presents opportunities for identification and treatment of tractable clinical problems; it is currently a rapidly evolving field with potential for the development of novel targeted therapeutics.",
        "relevance": 0
      },
      {
        "doc_id": "DOC20101",
        "text": "Asthma treatment goals currently focus on symptom and exacerbation control rather than remission. Remission is not identical to cure, but is a step closer. This review considers the current definitions of remission in asthma, the prevalence and predictors, the pathophysiology of remission, the possibility of achieving it using the available treatment options, and the future research directions. Asthma remission is characterised by a high level of disease control, including the absence of symptoms and exacerbations, and normalisation or optimisation of lung function with or without ongoing treatment. Even in those who develop a symptomatic remission of asthma, persistent pathological abnormalities are common, leading to a risk of subsequent relapse at any time. Complete remission requires normalisation or stabilisation of any underlying pathology in addition to symptomatic remission. Remission is possible as part of the natural history of asthma, and the prevalence of remission in the adult asthma population varies between 2% and 52%. The factors associated with remission include mild asthma, better lung function, better asthma control, younger age, early-onset asthma, shorter duration of asthma, milder bronchial hyperresponsiveness, fewer comorbidities and smoking cessation or never smoking. Although previous studies have not targeted treatment-induced remission, there is some evidence to show that the current long-term add-on therapies such as biologics and azithromycin can achieve some criteria for asthma remission on treatment, at least in a subgroup of patients. However, more research is required. Long-term remission could be included as a therapeutic goal in studies of asthma treatments.",
        "relevance": 0
      },
      {
        "doc_id": "DOC20102",
        "text": "Asthma is a result of heterogenous, complex gene-environment interactions with variable clinical phenotypes, inflammation, and remodeling. It affects more than 330 million of people worldwide throughout their educational and working lives, while exacerbations put a heavy cost/burden on productivity. Childhood asthma is characterized by a predominance of allergic sensitization and multimorbidity, while in adults polysensitization has been positively associated with asthma occurrence. Despite significant improvements in recent decades, asthma management remains challenging. Recently, a group of specialists suggested that the term asthma should be preferably used as a descriptive term for symptoms. Moreover, type 2 inflammation has emerged as a pivotal disease mechanism including overlapping endotypes of specific IgE production, while type 2-low asthma includes several disease endotypes. Optimal asthma control requires both appropriate pharmacological interventions, tailored to each patient, as well as trigger avoidance measures. Regular monitoring for maintenance of symptom control, preservation of lung function, and detection of treatment-related adverse effects are warranted. Allergen-specific immunotherapy and the advent of new targeted therapies for patients with difficult to control asthma offer diverse treatment options. The current review summarizes up-to-date knowledge on epidemiology, definitions, diagnosis, and current therapeutic strategies.",
        "relevance": 0
      },
      {
        "doc_id": "DOC20103",
        "text": "Asthma during pregnancy poses a common, increasingly prevalent threat to the health of women and their children. The present article reviews recent insights gained from the epidemiology of asthma during pregnancy, demonstrating the many short- and long-term risks to mother and fetus incurred by poorly controlled maternal asthma. We further discuss emerging evidence that active management of asthma during pregnancy can positively influence and perhaps completely mitigate these poor outcomes. Recent high-quality trials examining best methods for asthma treatment are reviewed and synthesized to offer an evidence-based pathway for comprehensive treatment of asthma in the outpatient setting. Safe and effective medications, as well as nonpharmacologic interventions, for asthma during pregnancy are discussed, and treatment options for related conditions of pregnancy, including depression, rhinitis, and gastroesophageal reflux, are presented. Throughout, we emphasize that an effective treatment strategy relies on a detailed patient evaluation, patient education, objective measurement of asthma control, and frequent and supportive follow-up. The cardiovascular and respiratory physiology of pregnancy is reviewed, as well as its implications for the management of patients with asthma, including patients requiring intubation and mechanical ventilation. For the situation when outpatient asthma management has failed, an approach to the critically ill pregnant patient with status asthmaticus is detailed. Multidisciplinary teams that include pulmonary specialists, obstetricians, primary care providers, nurses, pharmacists, and asthma educators improve the care of pregnant women with asthma.",
        "relevance": 0

      },
      {
        "doc_id": "DOC20104",
        "text": "Allergic rhinitis (AR) affects more than 400 million people worldwide, making it 1 of the most prevalent chronic diseases. Childhood AR is increasing, and almost half of patients with AR develop symptoms before age 6 years. Although a diagnosis of AR is associated with higher socioeconomic status, underserved and urban populations have more indoor aeroallergen sensitizations and are likely underdiagnosed with AR, further exacerbating health-care disparities. AR negatively impacts quality of life, school performance, and overall health outcomes. Untreated AR in children increases the risk for poor asthma control, increased asthma severity, and exacerbations. Many patients believe that they have seasonal allergies only but in reality have both perennial and seasonal AR, which may change the approach to allergen avoidance measures and treatment recommendations. Pharmacotherapy of AR has expanded, with many intranasal corticosteroids, intranasal antihistamines, and second-generation oral antihistamines approved for pediatric use. Allergen immunotherapy, including both subcutaneous and sublingual forms, are approved for children and are disease modifying, potentially reducing further allergen sensitization and progression to asthma. Many of the currently available biological therapies indicated for pediatric asthma and/or atopic diseases reduce AR symptoms as well. Children with moderate to severe or refractory AR or those with comorbidities should be referred to allergists for diagnostic testing and expanded management options, including immunotherapy and potential biological treatment.",
        "relevance": 1,
        "explanation": "The document is focused on allergic rhinitis, not asthma treatment directly.Also, it mentions corticosteroids, "
      },

      {
        "doc_id": "DOC201061",
        "text": "Background: Bronchial asthma is a chronic inflammatory disease of the respiratory tract. Its physiotherapy treatment aims to reduce the frequency of asthmatic spells and the intensity of symptoms. The methods employed act mainly through the education of the patient in the correct handling of the asthma attacks and the improvement of the pulmonary elasticity.Objective: The objective of this review was to critically evaluate the available evidence on the effectiveness of different physiotherapy interventions in asthmatic patients.Methods: To achieve this, the search was focused on scientific databases with the key words Physiotherapy and Asthma. The search was limited to studies that evaluated the effects of a physiotherapy intervention in patients diagnosed with bronchial asthma.Results: 1794 articles were located and after the inclusion and exclusion criteria were applied, 12 studies were analyzed. Of these, 5 evaluated a respiratory reeducation intervention, 4 manual therapy techniques, 2 interventions based on therapeutic exercise and 1 relaxation techniques.Conclusions: The results obtained revealed that physiotherapy provides a wide range of treatment options for bronchial asthma and all of them provide positive results against the exclusive application of pharmacological treatment. ",
        "relevance": 0
      },
            {
        "doc_id": "DOC201062",
        "text": "Background: Eosinophilia is associated with worsening asthma severity and decreased lung function, with increased exacerbation frequency. We assessed the safety and efficacy of benralizumab, a monoclonal antibody against interleukin-5 receptor α that depletes eosinophils by antibody-dependent cell-mediated cytotoxicity, for patients with severe, uncontrolled asthma with eosinophilia.Methods: We did a randomised, double-blind, parallel-group, placebo-controlled phase 3 study at 374 sites in 17 countries. We recruited patients (aged 12-75 years) with a physician-based diagnosis of asthma for at least 1 year and at least two exacerbations while on high-dosage inhaled corticosteroids and long-acting β2-agonists (ICS plus LABA) in the previous year. Patients were randomly assigned (1:1:1) by an interactive web-based voice response system to benralizumab 30 mg either every 4 weeks (Q4W) or every 8 weeks (Q8W; first three doses every 4 weeks) or placebo Q4W for 48 weeks as add on to their standard treatment. Patients were stratified 2:1 according to blood eosinophil counts of at least 300 cells per μL and less than 300 cells per μL. All patients and investigators involved in patient treatment or clinical assessment were masked to treatment allocation. The primary endpoint was annual exacerbation rate ratio versus placebo, and key secondary endpoints were prebronchodilator forced expiratory volume in 1 s (FEV1) and total asthma symptom score at week 48, for patients with blood eosinophil counts of at least 300 cells per μL. Efficacy analyses were by intention to treat (based on the full analysis set); safety analyses included patients according to study drug received. This study is registered with ClinicalTrials.gov, number NCT01928771.",
        "relevance": 1
      },
                       {
        "doc_id": "DOC201063",
        "text": "Corticosteroids have numerous applications in treating inflammation and diseases of immune function based on their significant anti-inflammatory and immunosuppressive effects. Corticosteroids modulate immune function through various effects in the nucleus of numerous cells. When used in pharmacologic doses to suppress allergic responses or inflammation, these agents can cause numerous adverse effects associated with an excess of glucocorticoid activity. Prolonged use (>2 wk) results in suppression of the hypothalamic-pituitary-adrenal axis, which requires tapering of doses. Dosing strategies for systemic corticosteroids are designed to minimize the risk for hypothalamic-pituitary-adrenal axis suppression. Topical administration of corticosteroids, including oral inhalation, is often used to avoid the significant adverse effects associated with chronic use. Inhaled corticosteroids are potent synthetic agents that exert their actions locally in the airways but can cause systemic effects based on several factors that influence systemic bioavailability. Inhaled corticosteroids are the cornerstone of asthma therapy and important options for COPD in patients who experience frequent exacerbations. By the nasal route, they are the most effective therapy for treating moderate-to-severe allergic rhinitis.",
           "relevance": 1
      },
                      {
        "doc_id": "DOC201064",
        "text": "Although nebulized corticosteroids (NebCSs) are a key treatment option for young children with asthma or viral-induced wheezing (VIW), there are no uniform recommendations on their best use. This systematic review aimed to clarify the role of NebCSs in children 5 years or younger for the management of acute asthma exacerbations, asthma maintenance therapy, and the treatment of VIW. Electronic databases were used to identify relevant English language articles with no date restrictions. Studies reporting efficacy data in children 5 years or younger, with a double-blind, placebo- or open-controlled, randomized design, and inclusion of 40 or more participants (no lower patient limit for VIW) were included. Ten articles on asthma exacerbation, 9 on asthma maintenance, and 7 on VIW were identified. Results showed NebCSs to be at least as efficacious as oral corticosteroids in the emergency room for the management of mild to moderate asthma exacerbations. In asthma maintenance, nebulized budesonide, the agent of focus in all trials analyzed, significantly reduced the risk of further asthma exacerbations compared with placebo, cromolyn sodium, and montelukast. Intermittent NebCS treatment of VIW was as effective as continuous daily treatment. In summary, NebCSs are effective and well tolerated in patients 5 years or younger for the management of acute and chronic asthma.",
           "relevance": 1
      },            {
        "doc_id": "DOC201065",
        "text": "The Global Initiative for Asthma (GINA) Strategy Report provides clinicians with an annually updated evidence-based strategy for asthma management and prevention, which can be adapted for local circumstances (e.g., medication availability). This article summarizes key recommendations from GINA 2021, and the evidence underpinning recent changes. GINA recommends that asthma in adults and adolescents should not be treated solely with short-acting β2-agonist (SABA), because of the risks of SABA-only treatment and SABA overuse, and evidence for benefit of inhaled corticosteroids (ICS). Large trials show that as-needed combination ICS-formoterol reduces severe exacerbations by ⩾60% in mild asthma compared with SABA alone, with similar exacerbation, symptom, lung function, and inflammatory outcomes as daily ICS plus as-needed SABA. Key changes in GINA 2021 include division of the treatment figure for adults and adolescents into two tracks. Track 1 (preferred) has low-dose ICS-formoterol as the reliever at all steps: as needed only in Steps 1-2 (mild asthma), and with daily maintenance ICS-formoterol (maintenance-and-reliever therapy, MART) in Steps 3-5. Track 2 (alternative) has as-needed SABA across all steps, plus regular ICS (Step 2) or ICS-long-acting β2-agonist (Steps 3-5). For adults with moderate-to-severe asthma, GINA makes additional recommendations in Step 5 for add-on long-acting muscarinic antagonists and azithromycin, with add-on biologic therapies for severe asthma. For children 6-11 years, new treatment options are added at Steps 3-4. Across all age groups and levels of severity, regular personalized assessment, treatment of modifiable risk factors, self-management education, skills training, appropriate medication adjustment, and review remain essential to optimize asthma outcomes.",
           "relevance": 1
      }

    ]
  },
{
    "id": "9",
    "query": "Causes of chest pain not related to myocardial infarction",
    "documents": [
      {
        "doc_id": "DOC901",
        "text": "Background: Chest pain is a common symptom in the community, with underlying causes ranging from benign musculoskeletal pain to life-threatening cardiac events. It is a challenging presentation for healthcare providers, because the aetiology is not always immediately apparent. Chest pain can also cause significant anxiety for patients, leading to increased healthcare utilisation and costs.Objective: The objective of this discussion is to emphasise the importance of accurately describing the nature of chest discomfort and using appropriate terminology to facilitate an appropriate diagnostic work-up. The discussion also highlights the differences between typical and atypical chest pain and provides information about the aetiology of chest pain and management in the community.Discussion: Accurately describing the nature of chest discomfort by using appropriate terminology is crucial in identifying the underlying cause of the symptom. Healthcare providers should be aware of the different terms patients might use to describe their chest discomfort and use precise and informative terms to describe the potential underlying cause of the chest pain. Atypical chest pain is often used to describe non-cardiac chest pain, but it lacks specificity. Using the terms cardiac, possibly cardiac or non-cardiac is the preferred terminology.",
        "relevance": 0
      },
      {
        "doc_id": "DOC902",
        "text": "Acute coronary syndromes represent a major cause of mortality in our country. There is a very wide spectrum of clinical presentation since the actual classification of acute coronary syndromes is based on electrocardiographic presentation, that is to say based on absence or presence of ST segment elevation. When dealing with an acute chest pain, once the probability of acute coronary syndrome is established, the emergency care must follow the scientific guidelines. One of the critical steps is represented by the evaluation of ischaemic and hemorrhagic risk in order to tailor optimally antithrombotic and anticoagulation therapies and revascularization timing. This article summarizes the main points of the emergency care from the diagnosis to risk stratification.",
        "explnation":"pubmed ranks2 irrelevant",
        "relevance": 1
      },
      {
        "doc_id": "DOC903",
        "text": "Chest pain presents a diagnostic challenge in outpatient family medicine. Noncardiac causes are common, but it is important not to overlook serious conditions such as an acute coronary syndrome, pulmonary embolism, or pneumonia. In addition to a thorough history and physical examination, most patients should have a chest radiograph and an electrocardiogram. Patients with chest pain that is predictably exertional, with electrocardiogram abnormalities, or with cardiac risk factors should be evaluated further with measurement of troponin levels and cardiac stress testing. Risk of pulmonary embolism can be determined with a simple prediction rule, and a D-dimer assay can help determine whether further evaluation with helical computed tomography or venous ultrasound is needed. Fever, egophony, and dullness to percussion suggest pneumonia, which can be confirmed with chest radiograph. Although some patients with chest pain have heart failure, this is unlikely in the absence of dyspnea; a brain natriuretic peptide level measurement can clarify the diagnosis. Pain reproducible by palpation is more likely to be musculoskeletal than ischemic. Chest pain also may be associated with panic disorder, for which patients can be screened with a two-item questionnaire. Clinical prediction rules can help clarify many of these diagnoses.",
        "relevance": 0
      },
      {
        "doc_id": "DOC904",
        "text": "This article summarizes the evaluation and treatment of musculoskeletal causes of chest pain. Conditions such as costochondritis, rib pain caused by stress fractures, slipping rib syndrome, chest wall muscle injuries, fibromyalgia, and herpes zoster are discussed, with emphasis on evaluation and treatment of these and other disorders. Many of these conditions can be diagnosed by the primary care clinician in the office by history and physical examination. Treatment is also discussed, including description of manual therapy and exercises as needed for some of the conditions.",
        "relevance": 0
      },
      {
        "doc_id": "DOC905",
        "text": "Costochondritis, an inflammation of costochondral junctions of ribs or chondrosternal joints of the anterior chest wall, is a common condition seen in patients presenting to the physician's office and emergency department. Palpation of the affected chondrosternal joints of the chest wall elicits tenderness. Although costochondritis is usually self-limited and benign, it should be distinguished from other, more serious causes of chest pain. Coronary artery disease is present in 3 to 6 percent of adult patients with chest pain and chest wall tenderness to palpation. History and physical examination of the chest that document reproducible pain by palpation over the costal cartilages are usually all that is needed to make the diagnosis in children, adolescents, and young adults. Patients older than 35 years, those with a history or risk of coronary artery disease, and any patient with cardiopulmonary symptoms should have an electrocardiograph and possibly a chest radiograph. Consider further testing to rule out cardiac causes if clinically indicated by age or cardiac risk status. Clinical trials of treatment are lacking. Traditional practice is to treat with acetaminophen or anti-inflammatory medications where safe and appropriate, advise patients to avoid activities that produce chest muscle overuse, and provide reassurance.",
        "relevance": 0
      },
      {
        "doc_id": "DOC906",
        "text": "Background: Approximately 10-50% of chest pains are caused by musculoskeletal disorders. The association is twice as frequent in primary care as in emergency admissions.Aim: This article provides an overview of the most important musculoskeletal causes of chest pain and on the diagnostics and therapy.Methods: A selective search and analysis of the literature related to the topic of musculoskeletal causes of chest pain were carried out.Results and conclusion: Non-inflammatory diseases, such as costochondritis and fibromyalgia are frequent causes of chest pain. Inflammatory diseases, such as rheumatoid arthritis, spondyloarthritis and systemic lupus erythematosus are much less common but are more severe conditions and therefore have to be diagnosed and treated. The diagnostics and treatment often necessitate interdisciplinary approaches. Chest pain caused by musculoskeletal diseases always represents a diagnosis by exclusion of other severe diseases of the heart, lungs and stomach. Physiotherapeutic and physical treatment measures are particularly important, including manual therapy, transcutaneous electrical stimulation and stabilization exercises, especially for functional myofascial disorders.",
        "relevance": 0
      },
            {
        "doc_id": "DOC907",
        "text": "In most developed countries, coronary artery disease (CAD), mostly caused by atherosclerosis of coronary arteries, is one of the primary causes of death. From 1990s to 2000s, mortality caused by acute MI declined up to 50%. The incidence of CAD is related with age, gender, economic, etc. Atherosclerosis contains some highly correlative processes such as lipid disturbances, thrombosis, inflammation, vascular smooth cell activation, remodeling, platelet activation, endothelial dysfunction, oxidative stress, altered matrix metabolism, and genetic factors. Risk factors of CAD exist among many individuals of the general population, which includes hypertension, lipids and lipoproteins metabolism disturbances, diabetes mellitus, chronic kidney disease, age, genders, lifestyle, cigarette smoking, diet, obesity, and family history. Angina pectoris is caused by myocardial ischemia in the main expression of pain in the chest or adjoining area, which is usually a result of exertion and related to myocardial function disorder. Typical angina pectoris would last for minutes with gradual exacerbation. Rest, sit, or stop walking are the usual preference for patients with angina, and reaching the maximum intensity in seconds is uncommon. Rest or nitroglycerin usage can relieve typical angina pectoris within minutes. So far, a widely accepted angina pectoris severity grading system included CCS (Canadian Cardiovascular Society) classification, Califf score, and Goldman scale. Patients with ST-segment elevated myocardial infarction (STEMI) may have different symptoms and signs of both severe angina pectoris and various complications. The combination of rising usage of sensitive MI biomarkers and precise imaging techniques, including electrocardiograph (ECG), computed tomography, and cardiac magnetic resonance imaging, made the new MI criteria necessary. Complications of acute myocardial infarction include left ventricular dysfunction, cardiogenic shock, structural complications, arrhythmia, recurrent chest discomfort, recurrent ischemia and infarction, pericardial effusion, pericarditis, post-myocardial infarction syndrome, venous thrombosis pulmonary embolism, left ventricular aneurysm, left ventricular thrombus, and arterial embolism.",
        "relevance": 1
      },
            {
        "doc_id": "DOC908",
        "text": "One percent of primary care visits are due to chest pain. It is critical for the primary care physician to have a high index of suspicion for acute coronary syndrome and understand the management of this important condition. This article reviews the outpatient evaluation and management of chest pain and summarizes the key points of inpatient evaluation and treatment of acute coronary syndrome",
        "relevance": 1
      },
            {
        "doc_id": "DOC909",
        "text": "Background: Cocaine abuse is a public health burden. Cocaine is known to cause vasospasm and acute myocardial infarction (AMI). The prevalence of AMI in patients presenting with chest pain and concurrent cocaine use (CPCC) varies among studies. We performed a systemic review and meta-analysis to assess the current literature for the prevalence of AMI in patients with CPCC.Methods: We performed a literature search of PubMed, EMBASE, and Scopus from its beginning to May 18, 2020 and updated this search on February 18, 2021. Full-text studies that assessed the primary outcome (AMI) specifically among patients with CPCC who presented to the emergency department (ED) were included. We excluded studies that were not in English, did not take place in the ED, and case reports, which only reported positive cases and not incidence of AMI. Random effect meta-analysis was performed to assess the prevalence of primary outcome and to examine correlations between risk factors and AMI. Heterogeneity was assessed by I-square value. We also performed subgroup analysis to identify potential sources of heterogeneity. Results: We identified 2178 studies and screened 102 full-text studies to include 16 studies (3269 patients) in our final analysis. The pooled prevalence of AMI was 4.7% (95% CI 0.8-23), I-square of 84%. However, rates among studies of low risk patients were lower (1.1% 95% CI 0.2-5) compared to studies of mixed risk patients (7.7%, 95% 5-11). A meta-regression was used to look at correlation between risk factors and AMI and found that AMI was positively correlated in patients with a history of CAD (correlation coefficient [Corr. Coeff.] 5.6, 96% CI 2.3-8.7), HTN (Corr. Coeff. 2.9, 95% CI 0.9-4.9), DM (Corr. Coeff. 8.0, 95% CI 2.4-14), HLD (Corr. Coeff. 5.9, 95% CI 2.4, 9). Sources of potential heterogeneity included patients' risk as defined by the authors, study designs, publication year, and study sample size.",
        "relevance": 1
      }
    ]
  }
]