[{
  "id": "601",
  "query": "Management of hypertension not including ACE inhibitors",
  "documents": [
    {
      "doc_id": "DOC60101",
      "text": "Lifestyle modifications like reducing sodium intake and increasing physical activity are key strategies for controlling blood pressure in hypertensive patients.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60102",
      "text": "Thiazide diuretics are often prescribed to manage mild to moderate hypertension, particularly in elderly individuals or those with salt sensitivity.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60103",
      "text": "ACE inhibitors such as lisinopril are commonly used for treating hypertension due to their kidney-protective effects, especially in diabetic patients.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60104",
      "text": "Ramipril, an ACE inhibitor, is effective in reducing blood pressure and preventing cardiovascular events in high-risk patients.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60105",
      "text": "Combination therapy involving ACE inhibitors and calcium channel blockers can help achieve blood pressure targets in resistant hypertension.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60106",
      "text": "Patients with proteinuric kidney disease benefit from ACE inhibitor therapy to reduce glomerular pressure and proteinuria.",
      "relevance": 1
    }
  ]
},
{
  "id": "602",
  "query": "Preventing migraines without using triptans",
  "documents": [
    {
      "doc_id": "DOC60201",
      "text": "Magnesium supplements and riboflavin are effective natural approaches to reducing the frequency of migraine attacks.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60202",
      "text": "Cognitive behavioral therapy can reduce migraine frequency by managing stress and sleep disturbances that often trigger headaches.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60203",
      "text": "Triptans like sumatriptan and rizatriptan provide effective relief from acute migraine episodes by targeting serotonin receptors.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60204",
      "text": "Patients who experience migraines with aura often respond well to triptan therapy when taken at the earliest sign of symptoms.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60205",
      "text": "Triptans are the mainstay of abortive migraine therapy due to their ability to constrict dilated blood vessels in the brain.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60206",
      "text": "Triptans remain the preferred treatment for moderate to severe migraines in patients without cardiovascular risk factors.",
      "relevance": 1
    }
  ]
},
{
  "id": "608",
  "query": "COPD treatment excluding bronchodilators",
  "documents": [
    {
      "doc_id": "DOC60801",
      "text": "Pulmonary rehabilitation programs have been shown to improve exercise tolerance and reduce dyspnea in COPD patients.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60802",
      "text": "Vaccination against influenza and pneumococcus is essential to prevent COPD exacerbations.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60803",
      "text": "Bronchodilators such as salbutamol and tiotropium are used to reduce airflow limitation and improve quality of life.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60804",
      "text": "Long-acting bronchodilators play a pivotal role in maintenance therapy for moderate to severe COPD.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60805",
      "text": "Combination inhalers containing LABA and LAMA bronchodilators are preferred for advanced COPD cases.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60806",
      "text": "Bronchodilators are cornerstone medications in all GOLD-defined stages of COPD severity.",
      "relevance": 1
    }
  ]
}
,
{
  "id": "607",
  "query": "Pain management in osteoarthritis not involving NSAIDs",
  "documents": [
    {
      "doc_id": "DOC60701",
      "text": "Topical capsaicin and physiotherapy provide safe and effective relief in early-stage knee osteoarthritis.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60702",
      "text": "Hyaluronic acid injections are used for patients who are not suitable candidates for NSAIDs or surgery.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60703",
      "text": "Non-steroidal anti-inflammatory drugs (NSAIDs) like ibuprofen and naproxen are routinely used to reduce osteoarthritic pain.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60704",
      "text": "NSAID use is associated with gastrointestinal and renal risks, particularly in elderly osteoarthritis patients.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60705",
      "text": "Diclofenac gel, a topical NSAID, offers localized pain relief with fewer systemic side effects.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60706",
      "text": "Long-term NSAID therapy must be monitored for adverse effects such as peptic ulcers and elevated creatinine.",
      "relevance": 1
    }
  ]
}
,
{
  "id": "606",
  "query": "Treatment of depression not including SSRIs",
  "documents": [
    {
      "doc_id": "DOC60601",
      "text": "Cognitive behavioral therapy (CBT) is a first-line non-pharmacological intervention for mild to moderate depression.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60602",
      "text": "Bupropion, an atypical antidepressant, is commonly used for patients experiencing fatigue and lack of motivation.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60603",
      "text": "SSRIs such as sertraline and escitalopram are the most frequently prescribed medications for major depressive disorder.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60604",
      "text": "Fluoxetine is an SSRI approved for both adults and adolescents with depressive symptoms and suicidal ideation.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60605",
      "text": "SSRIs work by increasing synaptic serotonin levels and are generally well tolerated by most patients.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60606",
      "text": "Treatment guidelines recommend SSRIs as first-line therapy due to their efficacy and low side effect profile.",
      "relevance": 1
    }
  ]
}
,
{
  "id": "605",
  "query": "Management of epilepsy not including valproate",
  "documents": [
    {
      "doc_id": "DOC60501",
      "text": "Lamotrigine is preferred for patients with focal seizures and has a favorable cognitive and behavioral profile.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60502",
      "text": "Levetiracetam is effective for generalized seizures and often chosen for its minimal drug interactions.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60503",
      "text": "Valproate is a broad-spectrum antiepileptic drug commonly used for generalized seizures and myoclonic epilepsy.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60504",
      "text": "Women of childbearing age are advised to avoid valproate due to its teratogenic effects despite its efficacy.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60505",
      "text": "Valproate increases GABA levels and stabilizes neuronal firing in various epilepsy subtypes.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60506",
      "text": "Valproate remains a mainstay treatment for patients with absence seizures and primary generalized epilepsy.",
      "relevance": 1
    }
  ]
}
,
{
  "id": "604",
  "query": "Osteoporosis treatment excluding bisphosphonates",
  "documents": [
    {
      "doc_id": "DOC60401",
      "text": "Daily intake of calcium and vitamin D plays a foundational role in maintaining bone density in osteoporosis patients.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60402",
      "text": "Teriparatide, a recombinant parathyroid hormone, stimulates bone formation and is used in severe osteoporosis cases.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60403",
      "text": "Alendronate and risedronate, both bisphosphonates, are widely prescribed to slow bone loss and reduce fracture risk.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60404",
      "text": "Zoledronic acid, a potent bisphosphonate, is administered annually via IV to manage postmenopausal osteoporosis.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60405",
      "text": "Bisphosphonates work by inhibiting osteoclast-mediated bone resorption and are first-line agents for most patients.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60406",
      "text": "Use of bisphosphonates significantly reduces the incidence of hip and vertebral fractures in elderly women.",
      "relevance": 1
    }
  ]
}
,
{
  "id": "603",
  "query": "Treatment of type 2 diabetes not including insulin therapy",
  "documents": [
    {
      "doc_id": "DOC60301",
      "text": "Metformin remains the first-line pharmacologic treatment for type 2 diabetes, particularly effective in reducing hepatic glucose production.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60302",
      "text": "SGLT2 inhibitors offer cardiovascular and renal benefits for type 2 diabetic patients beyond just glycemic control.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60303",
      "text": "Long-acting insulin analogs are frequently initiated when oral antidiabetic medications fail to maintain target HbA1c levels.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60304",
      "text": "Basal insulin therapy plays a critical role in restoring fasting glycemia in patients with long-standing type 2 diabetes.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60305",
      "text": "Insulin pens improve adherence in patients needing multiple daily injections to manage type 2 diabetes effectively.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60306",
      "text": "Adding insulin therapy becomes necessary in patients with beta-cell exhaustion where oral agents are insufficient.",
      "relevance": 1
    }
  ]
}
,
{
  "id": "609",
  "query": "Managing chronic constipation not including laxatives",
  "documents": [
    {
      "doc_id": "DOC60901",
      "text": "Increased dietary fiber intake and fluid consumption help in softening stool and promoting regular bowel movements.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60902",
      "text": "Pelvic floor physical therapy is beneficial for patients with dyssynergic defecation contributing to chronic constipation.",
      "relevance": 0
    },
    {
      "doc_id": "DOC60903",
      "text": "Osmotic laxatives like polyethylene glycol are often used for chronic idiopathic constipation.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60904",
      "text": "Stimulant laxatives such as senna or bisacodyl act directly on the intestinal wall to induce bowel movements.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60905",
      "text": "Laxatives are frequently prescribed for opioid-induced constipation in palliative care settings.",
      "relevance": 1
    },
    {
      "doc_id": "DOC60906",
      "text": "Chronic use of laxatives should be monitored due to risk of dependency and electrolyte imbalance.",
      "relevance": 1
    }
  ]
}
,
{
  "id": "610",
  "query": "Preventing stroke not including anticoagulants",
  "documents": [
    {
      "doc_id": "DOC61001",
      "text": "Controlling blood pressure remains the most important modifiable factor in preventing ischemic and hemorrhagic strokes.",
      "relevance": 0
    },
    {
      "doc_id": "DOC61002",
      "text": "Smoking cessation and physical activity are essential lifestyle interventions to reduce stroke risk.",
      "relevance": 0
    },
    {
      "doc_id": "DOC61003",
      "text": "Anticoagulants like warfarin or apixaban are commonly used to prevent cardioembolic stroke in atrial fibrillation patients.",
      "relevance": 1
    },
    {
      "doc_id": "DOC61004",
      "text": "Long-term anticoagulation is recommended for secondary stroke prevention in patients with mechanical heart valves.",
      "relevance": 1
    },
    {
      "doc_id": "DOC61005",
      "text": "Direct oral anticoagulants (DOACs) have replaced warfarin in many stroke prevention protocols.",
      "relevance": 1
    },
    {
      "doc_id": "DOC61006",
      "text": "Use of anticoagulants in stroke prevention requires regular monitoring of renal function and bleeding risk.",
      "relevance": 1
    }
  ]
},

    {
      "id": "611",
      "query": "Chronic pain relief excluding opioids and gabapentin",
      "documents": [
        {
          "doc_id": "DOC61101",
          "text": "Transcutaneous electrical nerve stimulation (TENS) is a non-pharmacologic method that may reduce chronic pain in musculoskeletal conditions.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61102",
          "text": "Mindfulness-based stress reduction techniques can help modulate pain perception in patients with fibromyalgia.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61103",
          "text": "Opioids remain widely prescribed for severe chronic pain despite concerns about dependency and overdose.",
          "relevance": 1
        },
        {
          "doc_id": "DOC61104",
          "text": "Gabapentin is frequently used for neuropathic pain and fibromyalgia, though it may cause sedation in some patients.",
          "relevance": 1
        }
      ]
    },
    {
      "id": "612",
      "query": "Type 1 diabetes management not involving insulin or sulfonylureas",
      "documents": [
        {
          "doc_id": "DOC61201",
          "text": "Continuous glucose monitoring and carbohydrate counting are essential parts of type 1 diabetes self-management education.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61202",
          "text": "Low glycemic index diets may improve glucose stability in patients with insulin-independent strategies.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61203",
          "text": "Insulin therapy is essential in type 1 diabetes due to the complete absence of endogenous insulin production.",
          "relevance": 1
        },
        {
          "doc_id": "DOC61204",
          "text": "Some sulfonylureas stimulate residual beta cell activity in neonatal diabetes but are ineffective for most type 1 cases.",
          "relevance": 1
        }
      ]
    },
    {
      "id": "613",
      "query": "Antiviral therapy for hepatitis C without interferon or ribavirin",
      "documents": [
        {
          "doc_id": "DOC61301",
          "text": "Direct-acting antivirals (DAAs) have revolutionized hepatitis C treatment with cure rates above 95% and fewer side effects.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61302",
          "text": "Sofosbuvir-based regimens target HCV RNA polymerase and are well tolerated across multiple genotypes.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61303",
          "text": "Ribavirin is sometimes added to interferon-based regimens to enhance response, though side effects are common.",
          "relevance": 1
        },
        {
          "doc_id": "DOC61304",
          "text": "Interferon injections were previously the standard of care for hepatitis C before DAAs became widely available.",
          "relevance": 1
        }
      ]
    },
    {
      "id": "614",
      "query": "Psoriasis treatment not treated with methotrexate or biologics",
      "documents": [
        {
          "doc_id": "DOC61401",
          "text": "Topical corticosteroids and vitamin D analogues remain first-line therapies for mild plaque psoriasis.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61402",
          "text": "Phototherapy using narrowband UVB can be an effective option for widespread but stable psoriatic lesions.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61403",
          "text": "Methotrexate is a systemic immunosuppressant used in moderate-to-severe psoriasis, often requiring liver function monitoring.",
          "relevance": 1
        },
        {
          "doc_id": "DOC61404",
          "text": "Biologic agents like adalimumab and secukinumab target specific immune pathways in moderate to severe plaque psoriasis.",
          "relevance": 1
        }
      ]
    },
    {
      "id": "615",
      "query": "Treating anxiety disorders apart from SSRIs and benzodiazepines",
      "documents": [
        {
          "doc_id": "DOC61501",
          "text": "Cognitive behavioral therapy is one of the most effective non-drug treatments for generalized anxiety disorder.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61502",
          "text": "Buspirone is an anxiolytic with fewer sedative effects, especially useful for long-term management of chronic anxiety.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61503",
          "text": "SSRIs like paroxetine and sertraline are first-line pharmacologic agents for social anxiety disorder and panic disorder.",
          "relevance": 1
        },
        {
          "doc_id": "DOC61504",
          "text": "Benzodiazepines such as lorazepam are often prescribed for acute anxiety episodes but have risk of dependence.",
          "relevance": 1
        }
      ]
    },
    {
      "id": "616",
      "query": "Breast cancer treatment excluding chemotherapy and tamoxifen",
      "documents": [
        {
          "doc_id": "DOC61601",
          "text": "Targeted therapy with HER2 inhibitors such as trastuzumab is effective for HER2-positive breast cancers.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61602",
          "text": "Surgical removal of the tumor followed by radiotherapy remains a standard approach in localized breast cancer.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61603",
          "text": "Tamoxifen is a selective estrogen receptor modulator widely used in hormone receptor-positive breast cancer.",
          "relevance": 1
        },
        {
          "doc_id": "DOC61604",
          "text": "Adjuvant chemotherapy is used to eliminate micrometastases and reduce recurrence risk in early-stage disease.",
          "relevance": 1
        }
      ]
    },
    {
      "id": "617",
      "query": "Rheumatoid arthritis therapy avoiding DMARDs and corticosteroids",
      "documents": [
        {
          "doc_id": "DOC61701",
          "text": "Physical therapy and joint-friendly exercise routines help maintain function in rheumatoid arthritis patients.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61702",
          "text": "Omega-3 fatty acids and turmeric supplements have shown modest symptom improvement in autoimmune conditions.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61703",
          "text": "DMARDs like methotrexate are foundational therapies in halting progression of rheumatoid arthritis.",
          "relevance": 1
        },
        {
          "doc_id": "DOC61704",
          "text": "Short courses of corticosteroids are commonly used for RA flares due to their rapid anti-inflammatory effects.",
          "relevance": 1
        }
      ]
    },
    {
      "id": "618",
      "query": "Managing high cholesterol not including statins or ezetimibe",
      "documents": [
        {
          "doc_id": "DOC61801",
          "text": "Dietary changes such as reducing saturated fat intake and increasing soluble fiber can significantly lower LDL levels.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61802",
          "text": "Regular aerobic exercise helps raise HDL cholesterol and improve overall cardiovascular risk profile.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61803",
          "text": "Statins are the most effective lipid-lowering agents for reducing cardiovascular events in high-risk patients.",
          "relevance": 1
        },
        {
          "doc_id": "DOC61804",
          "text": "Ezetimibe works by inhibiting cholesterol absorption in the intestines and is often combined with statins.",
          "relevance": 1
        }
      ]
    },
    {
      "id": "619",
      "query": "Treatment of bacterial pneumonia other than macrolides and fluoroquinolones",
      "documents": [
        {
          "doc_id": "DOC61901",
          "text": "Beta-lactam antibiotics such as amoxicillin-clavulanate are effective against Streptococcus pneumoniae.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61902",
          "text": "Ceftriaxone is a commonly used cephalosporin for inpatient treatment of community-acquired pneumonia.",
          "relevance": 0
        },
        {
          "doc_id": "DOC61903",
          "text": "Macrolides like azithromycin are used for atypical pneumonia due to their intracellular penetration.",
          "relevance": 1
        },
        {
          "doc_id": "DOC61904",
          "text": "Fluoroquinolones such as levofloxacin offer broad-spectrum coverage but carry risks of tendon injury.",
          "relevance": 1
        }
      ]
    },
    {
      "id": "620",
      "query": "Managing GERD without PPIs and H2 blockers",
      "documents": [
        {
          "doc_id": "DOC62001",
          "text": "Elevating the head of the bed and avoiding large meals before bedtime can reduce nocturnal GERD symptoms.",
          "relevance": 0
        },
        {
          "doc_id": "DOC62002",
          "text": "Weight loss in overweight patients significantly improves GERD-related symptoms and esophageal acid exposure.",
          "relevance": 0
        },
        {
          "doc_id": "DOC62003",
          "text": "Proton pump inhibitors (PPIs) like omeprazole are the mainstay of treatment for erosive esophagitis.",
          "relevance": 1
        },
        {
          "doc_id": "DOC62004",
          "text": "H2 receptor blockers such as ranitidine and famotidine reduce acid secretion by blocking histamine receptors.",
          "relevance": 1
        }
      ]
    }


]